fio_disk/disk_xfs/log/log_38/sdn/fio_write_512k.log
test: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=29708: Sun Jul 15 09:19:33 2018
  write: IOPS=384, BW=192MiB/s (201MB/s)(1024MiB/5329msec)
    slat (usec): min=38, max=191, avg=124.84, stdev=35.39
    clat (msec): min=22, max=343, avg=166.24, stdev=26.21
     lat (msec): min=22, max=343, avg=166.36, stdev=26.21
    clat percentiles (msec):
     |  1.00th=[  153],  5.00th=[  153], 10.00th=[  153], 20.00th=[  155],
     | 30.00th=[  161], 40.00th=[  161], 50.00th=[  161], 60.00th=[  165],
     | 70.00th=[  165], 80.00th=[  165], 90.00th=[  165], 95.00th=[  207],
     | 99.00th=[  305], 99.50th=[  321], 99.90th=[  338], 99.95th=[  342],
     | 99.99th=[  342]
   bw (  KiB/s): min=125952, max=214016, per=99.73%, avg=196239.20, stdev=25470.97, samples=10
   iops        : min=  246, max=  418, avg=383.20, stdev=49.72, samples=10
  lat (msec)   : 50=0.05%, 100=0.10%, 250=96.53%, 500=3.32%
  cpu          : usr=2.03%, sys=3.73%, ctx=2049, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.4%, 16=0.8%, 32=1.6%, >=64=96.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,2048,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=192MiB/s (201MB/s), 192MiB/s-192MiB/s (201MB/s-201MB/s), io=1024MiB (1074MB), run=5329-5329msec

Disk stats (read/write):
  sdn: ios=0/3927, merge=0/0, ticks=0/641532, in_queue=651625, util=97.82%